[
  {
    "type": "paragraph",
    "content": "É importante, logo de início, observar que, quando falamos da igreja invisível e da igreja visível, não devemos entender como se estivéssemos nos referindo a duas igrejas separadas, mas à mesma igreja sob duas diferentes características. A igreja invisível é formada por todos os eleitos unidos vitalmente a Cristo, enquanto a igreja visível é formada por todos aqueles que professam a fé em Cristo, juntamente com os seus filhos."
  },
  {
    "type": "heading",
    "content": "Definindo a Diferença"
  },
  {
    "type": "subheading",
    "content": "1. Relacionamento com Cristo: Interior vs. Exterior"
  },
  {
    "type": "paragraph",
    "content": "A igreja invisível encontra-se num relacionamento interior e espiritual com Cristo. É para esta igreja, formada por crentes verdadeiros, que o pacto da graça e suas promessas pertencem. A igreja visível, por outro lado, está num relacionamento meramente exterior. Ela é a estrutura externa de governo, ordenanças e disciplina estabelecida para a edificação e proteção da comunidade invisível. Seus membros são conhecidos pela profissão externa, enquanto os da invisível são conhecidos apenas por Deus através do chamado interior do Espírito."
  },
  {
    "type": "subheading",
    "content": "2. Composição: Apenas Eleitos vs. Comunidade Mista"
  },
  {
    "type": "paragraph",
    "content": "Como consequência, a igreja invisível é composta apenas por crentes verdadeiros, e por ninguém mais. A igreja visível, por ser governada por instrumentos humanos e falíveis, é obrigatoriamente uma comunidade mista, incluindo tanto crentes verdadeiros quanto hipócritas e formalistas, que partilham dos privilégios exteriores. Assim como o campo com trigo e joio, a separação final entre os dois grupos só ocorrerá no fim dos tempos."
  },
  {
    "type": "heading",
    "content": "Consequências da Doutrina"
  },
  {
    "type": "paragraph",
    "content": "Os princípios que acabamos de ilustrar trazem consigo consequências muito importantes em quatro diferentes direções."
  },
  {
    "type": "list",
    "content": [
      "Sobre a Admissão de Membros: Contesta a visão de que apenas pessoas com evidência clara de regeneração podem ser membros da igreja. Para a igreja visível, a qualificação é uma profissão de fé crível e uma conduta correspondente.",
      "Sobre o Batismo Infantil: Estabelece o fundamento para o batismo infantil. As crianças de crentes, inseridas no relacionamento pactual exterior da igreja visível, têm direito aos seus privilégios e ordenanças.",
      "Sobre a Controvérsia Protestante-Católica: Expõe um erro fundamental do catolicismo romano, que prioriza e exalta a igreja visível em detrimento da invisível, substituindo realidades espirituais por uma união externa com uma instituição.",
      "Sobre a Interpretação das Escrituras: É a chave para não aplicar erroneamente as promessas feitas à igreja invisível (como unidade perfeita e indefectibilidade) à igreja visível, um erro que fundamenta muitas das reivindicações da Igreja de Roma."
    ]
  },
  {
    "type": "blockquote",
    "content": "O erro fundamental de muitos debates históricos consiste em confundir as noções da igreja invisível e da igreja visível. Foi isso que impediu que muitos grupos chegassem a um entendimento mútuo."
  }
]
