[
  {
    "type": "paragraph",
    "content": "A disseminação do Evangelho tornou impossível que todos os cristãos se reunissem em um só lugar. Isso levanta a questão: qual é a relação entre as muitas congregações locais espalhadas pelo mundo? A resposta está no duplo aspecto da igreja: local e católica (universal)."
  },
  {
    "type": "heading",
    "content": "A Catolicidade da Igreja"
  },
  {
    "type": "subheading",
    "content": "I. A Igreja Invisível como Católica"
  },
  {
    "type": "paragraph",
    "content": "A igreja invisível, formada por todos os crentes verdadeiros, é católica, ou seja, não está confinada a nenhum lugar ou povo. Em contraste com a igreja judaica, que era local e nacional, a igreja cristã não possui um centro geográfico de adoração. A comunhão de um só Espírito Santo une todos os discípulos de Cristo, superando as diferenças de raça, língua e distância. As igrejas locais são ramos da única e universal Igreja de Cristo."
  },
  {
    "type": "subheading",
    "content": "II. A Igreja Visível como Católica"
  },
  {
    "type": "paragraph",
    "content": "A igreja visível também é católica. Sua unidade não se baseia na comunhão do Espírito (como a invisível), mas em uma profissão de fé pública comum e em um relacionamento pactual exterior com Cristo. As congregações locais, apesar de suas diferenças acidentais de governo ou formas de adoração, são partes de um único corpo coletivo. Ser membro de uma igreja local significa, primariamente, ser membro da Igreja católica e universal."
  },
  {
    "type": "heading",
    "content": "Conclusões Importantes"
  },
  {
    "type": "list",
    "content": [
      "Relacionamento Mútuo: Ministros e membros pertencem primariamente à igreja católica, não apenas a uma congregação local. Isso fundamenta a comunhão entre diferentes igrejas.",
      "O Mal do Cisma: Separar-se da comunhão da igreja visível sem um motivo justo e suficiente é uma ofensa grave contra o desígnio de Cristo para a unidade do seu reino.",
      "A Natureza da Unidade: A unidade da igreja invisível (espiritual e perfeita) é o ideal para o qual a unidade da igreja visível (exterior e imperfeita) aponta. Não se deve confundir as duas.",
      "A Promessa da Perpetuidade: A promessa de que 'as portas do inferno não prevalecerão' aplica-se à igreja católica, não a igrejas locais específicas, que podem apostatar e desaparecer.",
      "A Promessa de Indefectibilidade: Da mesma forma, a promessa de que a Igreja será guardada na verdade é para a igreja católica e universal, não uma garantia de infalibilidade para qualquer igreja específica ou local."
    ]
  },
  {
    "type": "blockquote",
    "content": "As igrejas mais puras debaixo do céu estão sujeitas à mistura e ao erro; algumas têm se degenerado ao ponto de não serem igrejas de Cristo... não obstante, haverá sempre sobre a terra uma igreja para adorar a Deus segundo a vontade dele mesmo. (Confissão de Fé de Westminster, XXV.5)"
  }
]
