[
  {
    "type": "paragraph",
    "content": "Muitas controvérsias surgidas com respeito à teologia eclesiástica, talvez a maioria delas, podem ter sua origem traçada retroativamente a diferenças de opinião fundamentais com respeito à natureza essencial e às características dessa associação que Cristo instituiu. As noções diferentes ou opostas que os homens têm afirmado encontrar nas Escrituras, com respeito à origem e aos princípios fundamentais da igreja cristã, têm, de forma constante, conduzido a conclusões amplamente diferentes com respeito às suas funções, autoridade, ordenanças e governo."
  },
  {
    "type": "paragraph",
    "content": "Por essa razão, é extremamente importante, desde o começo, estabelecer esses princípios bíblicos em relação à natureza e às características da igreja de Cristo, que se mostrarão princípios orientadores em nossas investigações subsequentes a respeito dos seus poderes, e quanto aos ofícios que ela está designada a desempenhar. E a primeira questão que naturalmente surge refere-se ao significado que se deve dar à palavra 'igreja'."
  },
  {
    "type": "paragraph",
    "content": "A palavra ἐκκλησια, que é traduzida como igreja em nossa versão do Novo Testamento, em seu sentido primário significa uma assembleia reunida, proveniente de uma multidão indiscriminada, quer seja regularmente organizada ou não, seja para propósitos civis, seja para propósitos eclesiásticos. O significado preciso do termo, em qualquer situação específica, precisa ser inferido pela maneira em que é empregado, e pelo seu contexto. Há cinco diferentes sentidos da palavra 'igreja' nas Escrituras, embora todos estejam intimamente ligados."
  },
  {
    "type": "subheading",
    "content": "I. A igreja como o corpo total dos fiéis"
  },
  {
    "type": "paragraph",
    "content": "A palavra igreja significa o corpo todo dos fiéis, quer estejam no céu quer na terra, que já estão ou que serão unidos a Cristo como seu Salvador. Um exemplo é a declaração de nosso Senhor de que 'as portas do inferno não prevalecerão contra a sua igreja', referindo-se a todos que creram ou crerão nele. Esta é a igreja universal de Cristo, invisível aos olhos humanos, conhecida unicamente por ele, e que consiste em todos os crentes verdadeiros, e em ninguém mais."
  },
  {
    "type": "paragraph",
    "content": "Além disso, na Epístola aos Efésios, somos informados de que Cristo 'amou a igreja e a si mesmo se entregou por ela, para que a santificasse... para a apresentar a si mesmo igreja gloriosa, sem mácula, nem ruga'. Essa associação, por quem Cristo morreu, é a associação dos eleitos, a igreja espiritual e invisível do Redentor. Ela é também chamada de 'noiva ou esposa de Cristo', 'templo do Espírito Santo' e 'corpo de Cristo'."
  },
  {
    "type": "blockquote",
    "content": "A igreja católica ou universal, que é invisível, consiste do número total dos eleitos que foram, dos que agora são e dos que ainda serão reunidos em um só corpo, sob Cristo, seu Cabeça; ela é a esposa, o corpo, a plenitude daquele que enche tudo em todos. (Confissão de Fé de Westminster, XXV, 1)"
  },
  {
    "type": "subheading",
    "content": "II. A igreja como a totalidade dos que professam a fé"
  },
  {
    "type": "paragraph",
    "content": "O termo igreja é usado nas Escrituras para indicar o grupo todo, em todas as partes do mundo, daqueles que professam visivelmente a fé em Cristo. Esta é a igreja visível de Cristo, conhecida pelos homens pela sua profissão externa da fé e pela prática das ordenanças. Ela não pode ser confundida com a igreja invisível, pois é possível pertencer a um desses grupos e não ao outro. Formam, não tanto duas igrejas separadas, mas uma igreja com dois aspectos distintos."
  },
  {
    "type": "paragraph",
    "content": "As parábolas de nosso Senhor, como a da rede que recolhe peixes de toda espécie e a do trigo e do joio, descrevem a igreja visível como 'o reino dos céus', uma comunidade mista de crentes verdadeiros e nominais, cuja separação final ocorrerá apenas na consumação do século. A analogia da videira e dos ramos também ilustra essa dualidade: há ramos que dão fruto (união viva, igreja invisível) e ramos que não dão e são cortados (união externa, igreja visível)."
  },
  {
    "type": "blockquote",
    "content": "A igreja visível, que também é católica ou universal, sob o Evangelho, consiste de todos aqueles que, pelo mundo inteiro, professam a verdadeira religião, juntamente com seus filhos; é o reino do Senhor Jesus Cristo, a casa e família de Deus, fora da qual não há possibilidade ordinária de salvação. (Confissão de Fé de Westminster, XXV, 2)"
  },
  {
    "type": "subheading",
    "content": "III. A igreja como uma congregação local"
  },
  {
    "type": "paragraph",
    "content": "O vocábulo igreja é empregado, com frequência, nas Escrituras, para designar o grupo de crentes, em qualquer lugar específico, que se reúne em adoração a Deus. Mesmo um pequeno grupo de cristãos reunidos para oração é denominado ἐκκλησια. O apóstolo Paulo, por exemplo, saúda 'a igreja que se reúne na casa deles' (Romanos 16:5), reconhecendo a reunião de crentes em residências como uma igreja de Cristo."
  },
  {
    "type": "subheading",
    "content": "IV. A igreja como um grupo de congregações associadas"
  },
  {
    "type": "paragraph",
    "content": "A palavra igreja aplica-se, no Novo Testamento, a um grupo de congregações associadas sob um governo comum. Há fortes evidências de que o termo era usado para designar uma pluralidade de congregações ligadas sob uma única ordem eclesiástica. O caso da 'igreja em Jerusalém' é um exemplo claro. O grande número de convertidos (milhares, conforme registrado em Atos) torna impossível que todos se reunissem em uma única congregação. Portanto, 'a igreja em Jerusalém' se referia a uma pluralidade de congregações, unidas por um governo comum."
  },
  {
    "type": "subheading",
    "content": "V. A igreja como representada por seus oficiais"
  },
  {
    "type": "paragraph",
    "content": "A palavra igreja é aplicada, no Novo Testamento, ao grupo de crentes professos em qualquer lugar, como representados por seus oficiais e ministros. Um exemplo pode ser encontrado em Mateus 18, onde, no processo de disciplina, a instrução final é 'dize-o à igreja'. A referência aqui é ao tribunal da sinagoga, composto por anciãos e sacerdotes, indicando que 'a igreja' pode designar os governantes autorizados da associação de cristãos."
  },
  {
    "type": "heading",
    "content": "Conclusão do Capítulo"
  },
  {
    "type": "paragraph",
    "content": "Esses cinco sentidos estão interligados. A ideia principal é a da igreja invisível, o grupo de pessoas espiritualmente unidas a Cristo. Todas as outras ideias derivam desta. A compreensão dessas distinções é fundamental, pois diferentes visões sobre a natureza da igreja (como as dos católicos-romanos e dos independentes) levam a conclusões drasticamente diferentes sobre sua forma, governo e prática."
  }
]
