[
  {
    "type": "paragraph",
    "content": "Ao investigar a forma, as ordenanças e o governo da associação de cristãos, é necessário considerar a igreja principalmente por suas características como uma associação visível. Nossas discussões futuras se concentrarão na natureza, nos poderes e nas ordenanças da associação cristã como uma instituição exterior e visível."
  },
  {
    "type": "heading",
    "content": "Características Principais da Associação Cristã"
  },
  {
    "type": "subheading",
    "content": "I. A Igreja como Instituição Divina"
  },
  {
    "type": "paragraph",
    "content": "Em primeiro lugar, a igreja é uma instituição divina, devendo a sua origem não ao homem, mas a Cristo. A própria natureza da fé cristã promove a união. Ao se tornar um com Cristo, o crente também se torna um com todos os outros que são de Cristo, criando uma ligação mais forte que laços de sangue ou raça."
  },
  {
    "type": "paragraph",
    "content": "Além dessa afinidade natural, existem mandamentos claros nas Escrituras que exigem que os crentes se unam em uma profissão visível e pública de sua fé. Ordenanças como o batismo e a Ceia do Senhor foram estabelecidas para que essa confissão pública fosse feita em conjunto. A associação cristã é, portanto, um reino estabelecido pelo desígnio expresso de Deus."
  },
  {
    "type": "paragraph",
    "content": "Isso se opõe a duas visões errôneas: a de que a igreja é uma mera associação humana voluntária e a de que é uma criação do Estado (teoria erastiana). Cristo não deixou a organização de sua igreja ao acaso; Ele mesmo instituiu seus ministros, leis e ordenanças, dando-lhe autoridade divina independente de qualquer poder secular. A igreja e o Estado são instituições distintas com origens, objetivos e meios diferentes."
  },
  {
    "type": "subheading",
    "content": "II. A Igreja como Instituição Espiritual"
  },
  {
    "type": "paragraph",
    "content": "Em segundo lugar, a igreja de Cristo é uma instituição espiritual. Em sua característica fundamental, ela é um meio espiritual para operar o bem-estar espiritual dos homens. A era da igreja cristã é a da manifestação do Espírito Santo, e sua administração é, em essência, um governo espiritual."
  },
  {
    "type": "paragraph",
    "content": "Embora utilize ordenanças exteriores (como a Palavra escrita, o batismo e a ceia), a influência que exerce sobre a alma não é externa, mas espiritual. A ordenança é um canal através do qual o Espírito de Deus alcança o espírito do homem. No símbolo concreto em si, e à parte do Espírito, não há virtude ou poder."
  },
  {
    "type": "paragraph",
    "content": "A instituição de uma comunidade espiritual, distinta dos reinos deste mundo, é a grande lição de Deus sobre a distinção fundamental entre as esferas civil e espiritual. Confundir ou fundir a igreja e o Estado, como fazem a teoria erastiana ou a do Dr. Arnold, leva a erros devastadores, abrindo caminho para a tirania do Estado sobre a consciência ou para a usurpação eclesiástica sobre os direitos civis."
  },
  {
    "type": "blockquote",
    "content": "Na instituição divina de uma comunidade espiritual, distinta e independente do Estado, Deus expôs diante de nossos olhos a lição grandiosa e vitalmente importante da distinção fundamental entre as coisas civis e as coisas espirituais; e fez provisão para que a igreja cristã, a sua própria ordenação, jamais se torne nem a tirana nem a escrava dos reinos dos homens."
  }
]
